Repository: Furry-Xiyi/OfflineInsiderEnrollUI
Catalog: OfflineInsiderEnrollUI/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# NavHome.Content
source: Home
zh_cn: 主页

# PageTitle.Text
source: Windows Insider Channel Enrollment
zh_cn: Windows Insider 频道注册

# SystemInfoBar.Title
source: System Information
zh_cn: 系统信息

# CurrentStatusTitle.Text
source: Current Enrollment Status
zh_cn: 当前注册状态

# ChannelSelectionTitle.Text
source: Select Insider Channel
zh_cn: 选择 Insider 频道

# ChannelCanary.Content
source: Canary Channel
zh_cn: Canary Channel (金丝雀频道)

# ChannelDev.Content
source: Dev Channel
zh_cn: Dev Channel (开发频道)

# ChannelBeta.Content
source: Beta Channel
zh_cn: Beta Channel (Beta 频道)

# ChannelRP.Content
source: Release Preview Channel
zh_cn: Release Preview Channel (发布预览频道)

# EnrollButton.Content
source: Enroll to Selected Channel
zh_cn: 注册到选定频道

# UnenrollButton.Content
source: Stop Receiving Insider Builds
zh_cn: 停止接收 Insider 预览版

# RefreshButton.Content
source: Refresh Status
zh_cn: 刷新状态

# RebootInfoBar.Title
source: Restart Required
zh_cn: 需要重启

# RebootInfoBar.Message
source: Changes have been applied. A restart is required to take effect.
zh_cn: 更改已应用,需要重启计算机才能生效。

# RebootButton.Content
source: Restart Now
zh_cn: 立即重启

# ImportantNoticeTitle.Text
source: Important Notice
zh_cn: 重要提示

# OpenDiagnosticsButton.Content
source: Open Diagnostics & Feedback Settings
zh_cn: 打开诊断和反馈设置

# AppearanceGroup.Text
source: Appearance & Materials
zh_cn: 外观与材质

# ThemeHeader.Title.Text
source: App Theme
zh_cn: 应用主题

# ThemeHeader.Subtitle.Text
source: Select the app color theme
zh_cn: 选择应用的颜色主题

# ThemeSystem.Text
source: Use system setting
zh_cn: 使用系统设置

# ThemeLight.Text
source: Light
zh_cn: 浅色

# ThemeDark.Text
source: Dark
zh_cn: 深色

# MaterialHeader.Title.Text
source: Background Material
zh_cn: 背景材质

# MaterialHeader.Subtitle.Text
source: Select the window background material
zh_cn: 选择窗口背景材质效果

# MaterialAcrylic.Text
source: Acrylic
zh_cn: 亚克力 (Acrylic)

# MaterialMica.Text
source: Mica
zh_cn: 云母 (Mica)

# MaterialMicaAlt.Text
source: Mica Alt
zh_cn: 云母 Alt (Mica Alt)

# AboutTitle.Text
source: About
zh_cn: 关于

# AppPublisher.Text
source: WinUI 3 Graphical Interface Version
zh_cn: WinUI 3 图形界面版本

# GitHubButton.Content
source: Visit GitHub Project
zh_cn: 访问 GitHub 项目

# FeedbackButton.Text
source: Send Feedback
zh_cn: 发送反馈

# ConfirmEnrollDialog.Title
source: Confirm Enrollment
zh_cn: 确认注册

# ConfirmEnrollDialog.PrimaryButtonText
source: Confirm
zh_cn: 确定

# ConfirmEnrollDialog.CloseButtonText
source: Cancel
zh_cn: 取消

# EnrollSuccessDialog.Title
source: Enrollment Successful
zh_cn: 注册成功

# EnrollSuccessDialog.CloseButtonText
source: OK
zh_cn: 确定

# ErrorDialog.Title
source: Error Occurred
zh_cn: 错误

# ErrorDialog.CloseButtonText
source: OK
zh_cn: 确定

# ConfirmUnenrollDialog.Title
source: Confirm Unenrollment
zh_cn: 确认停止

# ConfirmUnenrollDialog.Content
source: Are you sure you want to stop receiving Insider Preview builds? This will revert to normal Windows Update.
zh_cn: 确定要停止接收 Insider 预览版更新吗？ 这将恢复到正常的 Windows 更新。

# ConfirmUnenrollDialog.PrimaryButtonText
source: Confirm
zh_cn: 确定

# ConfirmUnenrollDialog.CloseButtonText
source: Cancel
zh_cn: 取消

# UnenrollSuccessDialog.Title
source: Operation Successful
zh_cn: 操作成功

# UnenrollSuccessDialog.CloseButtonText
source: OK
zh_cn: 确定

# ConfirmRebootDialog.Title
source: Confirm Restart
zh_cn: 确认重启

# ConfirmRebootDialog.Content
source: Are you sure you want to restart your PC now? Please save all work first.
zh_cn: 确定要立即重启计算机吗？请先保存所有工作。

# ConfirmRebootDialog.PrimaryButtonText
source: Restart Now
zh_cn: 立即重启

# ConfirmRebootDialog.CloseButtonText
source: Cancel
zh_cn: 取消

# FeedbackDialog.Title
source: Open External Link
zh_cn: 打开外部链接

# FeedbackDialog_Content.Text
source: The app is about to open an external application. Continue?
zh_cn: 应用即将打开外部应用，是否继续？

# FeedbackDialog.PrimaryButtonText
source: Continue
zh_cn: 继续

# FeedbackDialog.CloseButtonText
source: Cancel
zh_cn: 取消
